[
    "Cows have best friends and can become stressed when they are separated.",
    "Honey never spoils. It can last for centuries without going bad.",
    "A group of owls is called a parliament.",
    "Bananas are berries, but strawberries aren't.",
    "The Eiffel Tower can be 15 cm taller during the summer due to thermal expansion.",
    "The average person laughs about 15 times a day.",
    "A single cloud can weigh as much as 1 million pounds.",
    "Your taste buds have a lifespan of about 10 to 14 days.",
    "The longest recorded hiccuping lasted for 68 years!",
    "Bees can recognize human faces.",
    "The world's largest desert is Antarctica.",
    "A day on Venus is longer than a year on Venus.",
    "Butterflies taste with their feet.",
    "The dot over the letter 'i' is called a tittle.",
    "A group of flamingos is called a 'flamboyance.'",
    "The shortest war in history was between Britain and Zanzibar, lasting only 38 minutes.",
    "The smell of freshly-cut grass is actually a plant distress call.",
    "Elephants are the only animals that can't jump.",
    "There are more possible iterations of a game of chess than there are atoms in the observable universe.",
    "The world's oldest toy is a stick, according to archaeological finds.",
    "Honey never spoils.",
    "A day on Venus is longer than a year on Venus.",  
    "Honey never spoils.",
    "A day on Venus is longer than a year on Venus.",
  "Bananas are berries, but strawberries aren’t.",
  "Octopuses have three hearts.",
  "Sharks existed before trees.",
  "Wombat poop is cube-shaped.",
  "A cloud can weigh over a million pounds.",
  "Some turtles can breathe through their butts.",
  "There are more stars in the universe than grains of sand on Earth.",
  "Sloths can hold their breath longer than dolphins.",
  "Butterflies taste with their feet.",
  "An ostrich’s eye is bigger than its brain.",
  "The Eiffel Tower can grow by six inches in summer.",
  "Humans share about 60% of their DNA with bananas.",
  "A group of flamingos is called a flamboyance.",
  "Sea otters hold hands when they sleep.",
  "A blue whale’s heart is the size of a small car.",
  "Pineapples take about two years to grow.",
  "You can hear a blue whale’s heartbeat from two miles away.",
  "There’s a basketball court in the U.S. Supreme Court building.",
  "Hot water freezes faster than cold water under certain conditions.",
  "Some penguins propose to their mates with pebbles.",
  "Koalas’ fingerprints are almost indistinguishable from humans'.",
  "Alaska is the westernmost and easternmost state in the U.S.",
  "The dot over a lowercase 'i' is called a tittle.",
  "A group of crows is called a murder.",
  "Humans have a unique tongue print, just like fingerprints.",
  "Bananas glow blue under black light.",
  "The inventor of the Pringles can is buried in one.",
  "A day on Mercury lasts 1,408 hours.",
  "Tigers have striped skin, not just striped fur.",
  "Elephants are the only animals that can’t jump.",
  "Peanuts are legumes, not nuts.",
  "A bolt of lightning is five times hotter than the sun’s surface.",
  "The wood frog can freeze and still survive.",
  "Cows have best friends and get stressed when separated.",
  "There’s a species of jellyfish that can live forever.",
  "The shortest war in history lasted 38–45 minutes.",
  "Polar bears have black skin under their white fur.",
  "Snakes can sense earthquakes before they happen.",
  "The longest hiccuping spree lasted 68 years.",
  "A snail can sleep for three years.",
  "The inventor of the Frisbee was turned into a Frisbee after he died.",
  "Cats can’t taste sweetness.",
  "The Guinness World Records was created to settle pub arguments.",
  "Sharks don’t have bones.",
  "Ketchup was once sold as medicine.",
  "The first oranges weren’t orange; they were green.",
  "Giraffes have the same number of neck vertebrae as humans.",
  "A shrimp’s heart is located in its head.",
  "Sloths only poop once a week.",
  "Ants can lift objects 50 times their weight.",
  "The moon has moonquakes.",
  "A crocodile can’t stick its tongue out.",
  "Pigeons can recognize themselves in mirrors.",
  "Goats have rectangular pupils.",
  "It’s impossible to hum while holding your nose.",
  "Bees can recognize human faces.",
  "A group of porcupines is called a prickle.",
  "Carrots were originally purple.",
  "The average cloud contains about a million pounds of water.",
  "The heart of a shrimp is in its head.",
  "Venus is the hottest planet in the solar system.",
  "Lobsters taste with their feet.",
  "Humans are the only animals that blush.",
  "A baby octopus is about the size of a flea.",
  "The average person walks the equivalent of five times around the world in a lifetime.",
  "Rainbows are actually full circles.",
  "Some fish cough.",
  "The Great Wall of China isn’t visible from space.",
  "Hummingbirds are the only birds that can fly backward.",
  "A human sneeze can travel up to 100 miles per hour.",
  "Dragonflies have six legs but can’t walk well.",
  "The inventor of the telephone, Alexander Graham Bell, refused to have one in his office.",
  "Almonds are a member of the peach family.",
  "Cows produce more milk when they listen to music.",
  "The first vacuum cleaner was horse-drawn.",
  "Dogs’ nose prints are as unique as human fingerprints.",
  "The longest time between two twins being born is 87 days.",
  "Mosquitoes are the deadliest animals in the world.",
  "The smell of freshly cut grass is actually a plant distress signal.",
  "Octopuses have blue blood.",
  "The word “robot” comes from a Czech word meaning “forced labor.”",
  "Humans are the only animals that can’t swallow and breathe at the same time.",
  "The average American spends about two years of their life on the phone.",
  "There’s a species of fungus that can control ant behavior.",
  "The longest recorded flight of a chicken is 13 seconds.",
  "Humans shed about 40 pounds of skin in their lifetime.",
  "Starfish don’t have brains.",
  "Your stomach gets a new lining every 3–4 days.",
  "The inventor of Vaseline ate a spoonful of it every day.",
  "Some frogs can survive being frozen solid.",
  "If you plug your nose, apples, potatoes, and onions taste the same.",
  "The fingerprints of a koala are so indistinguishable from humans that they’ve been mistaken at crime scenes."
  
]
